Repository: common-repository/cdekfinance
Catalog: languages/cdekpay-*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: Home
ru_ru: Главная страница

source: Reference
ru_ru: Справка

source: CdekPay Settings
ru_ru: CdekPay - Настройки

source: CdekPay Reference
ru_ru: CdekPay - Справка

source: Status
ru_ru: Статус

source: Login
ru_ru: Логин

source: Merchant login
ru_ru: Логин учетной записи магазина

source: Secret key
ru_ru: Пароль для реальных платежей

source: Mode test
ru_ru: Тестовый режим платежей

source: Secret key test
ru_ru: Пароль для тестовых платежей

source: Test accounts
ru_ru: Аккаунты для тестовых платежей

source: It is obligatory to install plugin
ru_ru: Для работы плагина CdekPay требуется, чтобы был установлен и активирован плагин

source: Go back
ru_ru: Вернуться

source: Ones an hour
ru_ru: Раз в 1 час

source: Order return
ru_ru: Возврат заказа

source: Description
ru_ru: Описание

source: Title
ru_ru: Заголовок

source: On/Off
ru_ru: Включить/Выключить

source: Set checkbox for payment method activation
ru_ru: Установите галочку для активации платежного метода

source: Turn on payment CDEKPAY
ru_ru: Включить платежный метод CDEK PAY

source: Payment by card or QR-code in the system of quick payments
ru_ru: Оплата банковской картой или по QR-коду в Системе Быстрых Платежей

source: The title of the payment method that the buyer will see when placing an order.
ru_ru: Заголовок платежного метода который увидит покупатель при оформлении заказа.

source: The description of the payment method that the buyer will see
ru_ru: Описание платежного метода, которое увидит покупатель

source: Payment by bank card or via QR code in the Fast Payments System.
ru_ru: Оплата банковской картой или по QR-коду в Системе Быстрых Платежей.

source: Private https://secure.cdekfin.ru -> Settings -> Edit Shop -> Field
ru_ru: Личный кабинет https://secure.cdekfin.ru -> Настройки -> Редактировать магазин -> Поле 'Логин'

source: Private https://secure.cdekfin.ru -> Integration -> Settings API -> Field Secret Key
ru_ru: Личный кабинет https://secure.cdekfin.ru -> Интеграция -> Настройки API -> Поле 'Secret Key'

source: Private https://secure.cdekfin.ru -> Integration -> Settings API -> Field Test Secret Key
ru_ru: Личный кабинет https://secure.cdekfin.ru -> Интеграция -> Настройки API -> Поле 'Test Secret Key'

source: Test payment account
ru_ru: Аккаунты для тестовых платежей

source: authorized user email
ru_ru: <e-mail> пользователя, под которым была авторизация в панель администратора сайта

source: Test mode
ru_ru: Тестовый режим платежей (Вкл/Выкл)

source: Turn on Test mode
ru_ru: Включить Тестовый режим платежей

source: For Test mode
ru_ru: Для включения тестового режима платежей и оплаты заказа в тестовой валюте (TST)

source: URL for webhook
ru_ru: URL для оповещения о платеже

source: Private https://secure.cdekfin.ru -> Integration -> Settings API
ru_ru: Личный кабинет https://secure.cdekfin.ru -> Интеграция -> Настройки API

source: Test emails for testing
ru_ru: Проверьте электронные адреса, указанные для тестирования в настройках модуля

source: Payment link
ru_ru: Платежная ссылка

source: Got payment
ru_ru: Получена оплата CDEK PAY

source: Initiated refund of payment CDEK PAY.
ru_ru: Инициирован возврат платежа CDEK PAY.

source: Refund successfully completed
ru_ru: Возврат платежа успешно проведен CDEK PAY

source: Status not paid
ru_ru: Статус оплаты: Не оплачен

source: Error Ex01! Please refer to shop admin!
ru_ru: Error Ex01! Обратитесь к администратору магазина!

source: Payment completed with errors. please repeat
ru_ru: Оплата на стороне платежной системы CDEK PAY завершилась с ошибкой. Попробуйте повторить оплату

source: Paid
ru_ru: Оплачен

source: not Paid
ru_ru: не оплачен

source: pay status
ru_ru: статус оплаты

source: Refund (%s)
ru_ru: Возврат (%s)

source: Refunds (%s)
ru_ru: Возвраты (%s)

source: Refund requested for sum %s
ru_ru: Запрошен возврат на сумму %s

source: Refunding not accepted. Check sums
ru_ru: Возврат невозможен. Проверьте сумму к возврату

source: Product price(%s) or quantity(%s) is not correct.
ru_ru: Неверная стоимость или количество товара.

source: Delivery
ru_ru: Доставка
